tutorials/combustion/dieselFoam/aachenBomb/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}


// ************************************************************************* //

dimensions          [ 0 0 0 1 0 0 0 ];

internalField       uniform 800;

boundaryField
{
    walls
    {
        type                zeroGradient;
    }
}

// ************************************************************************* //
